ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263P/R5SS_TCMA_CORE1_78200000h.xml
<module name="TCMA_CORE1" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="TCMA_CORE1_START" acronym="TCMA_CORE1_START" offset="0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="TCMA  start address" range="31:0" rwaccess="R/W"/>
	</register><register id="TCMA_CORE1_END" acronym="TCMA_CORE1_END" offset="32764" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="TCMA  end address" range="31:0" rwaccess="R/W"/>
	</register>
</module>